alter table applicant_info add applicantDemand varchar(150);
-- ----------------------------
-- Records of applicant_info
-- ----------------------------
INSERT INTO `applicant_info` VALUES ('1', '王五', '男', '汉族', '142723199403080882', '18435155844', '成都', '5', '123456789', '生活不能自理', '1000', '50', '小学', '未婚', '2016-10-18', '0', '0', '6217000260000247803', '家庭贫困，缺乏经济来源', null);
INSERT INTO `applicant_info` VALUES ('2', '李四', '男', '汉族', '142723199403080882', '18435155844', '成都', '5', '123456789', '生活不能自理', '1000', '50', '小学', '未婚', '2016-10-18', '0', '1', '6217000260000247803', '家庭贫困，缺乏经济来源', null);
INSERT INTO `applicant_info` VALUES ('6', '李斯', '女', '', '', '', '', '0', '', null, '0', '0', '初中', '已婚', '0000-00-00', null, '1', '', '<p>申请</p>\r\n', null);
INSERT INTO `applicant_info` VALUES ('7', '李斯', '女', '', '', '', '', '0', '', null, '0', '0', '初中', '已婚', '0000-00-00', '0', '1', '', '<p>申请</p>\r\n', null);
INSERT INTO `applicant_info` VALUES ('8', 'ssddsd', '男', '', '', '', '', '0', '', null, '0', '0', '其他', '已婚', '0000-00-00', '0', '0', '', '', null);
INSERT INTO `applicant_info` VALUES ('9', 'asasa', '男', '', '', '', '', '0', '', null, '0', '0', '其他', '已婚', '0000-00-00', '0', '0', '', '', null);
INSERT INTO `applicant_info` VALUES ('10', '232323', '男', '', '', '', '', '0', '', null, '0', '0', '其他', '已婚', '0000-00-00', '0', '0', '', '', null);
INSERT INTO `applicant_info` VALUES ('11', '刘二', '男', '', '', '', '', '0', '', null, '0', '0', '小学', '未婚', '0000-00-00', '0', '1', '', '<p>申请</p>\r\n', null);
INSERT INTO `applicant_info` VALUES ('12', '45555565', '女', '', '', '', '', '0', '', null, '0', '0', '小学', '已婚', '0000-00-00', '0', '1', '', '', null);
INSERT INTO `applicant_info` VALUES ('13', '465656', '女', '', '', '', '', '0', '', null, '0', '0', '', '', '0000-00-00', '0', '1', '', '', '抚养服务');
INSERT INTO `applicant_info` VALUES ('14', '13232', '女', '', '', '', '', '0', '', null, '0', '0', '', '', '0000-00-00', '0', '1', '', '', '改善基本生活条件');
INSERT INTO `applicant_info` VALUES ('15', 'dsss', '女', '', '', '', '', '0', '', null, '0', '0', '', '', '0000-00-00', '0', '0', '', '', '无障碍改造');
INSERT INTO `applicant_info` VALUES ('16', 'dsdsas', '女', '', '', '', '', '0', '', null, '0', '0', '', '', '0000-00-00', '0', '1', '', '', null);
INSERT INTO `applicant_info` VALUES ('17', 'qaz123', '女', '', '565656', '', '', '0', '', '', '0', '0', 'null', 'null', '0000-00-00', 'null', '0', '', '<p>23232</p>\r\n', 'null');
INSERT INTO `applicant_info` VALUES ('18', '11111111111', '女', '', '', '', '', '0', '', null, '0', '0', '', '', '0000-00-00', '0', '0', '', '', null);
INSERT INTO `applicant_info` VALUES ('19', '22222222222222222222', '男', '', '', '', '', '0', '', null, '0', '0', '', '', '0000-00-00', '0', '1', '', '', '社会保险、抚养服务、扶贫、');

